{"refrec": {"BRefID": 249767, "RR": "<b>Pasotti, F.</b> (2015). Impact of climate-induced dynamics on a coastal benthic ecosystem from the West Antarctic Peninsula. PhD Thesis. Ghent University. Marine Biology Research Group: Ghent.  243 pp.", "BEntID": 241466, "PublicFlag": 1, "CheckedFlag": 0, "wosflag": null, "vabbflag": null, "RefStringPartII": ". PhD Thesis. Ghent University. Marine Biology Research Group: Ghent.  243 pp.", "DocTypID": 5, "MarineFlag": 1, "FreshFlag": 0, "BrackishFlag": 0, "TerrestrialFlag": 0, "Authorstring": "Pasotti, F.", "OrigTitleTranslFlag": 0, "Authorstringtrunc": "Pasotti, F.", "Englishabstract": "Climate change is globally recognized to pose a serious threat to sustainable human development and to the future of our planet. Both the palaeoclimate and the recent global warming have exhibited larger magnitude of effects on both polar regions (the so-called polar amplification), with some areas showing increases in mean air temperatures double that of the global average at both poles. In the Antarctic there is a strong regional pattern in the effects of climate change. The West Antarctic Peninsula (WAP) region, the area hosting the highest biodiversity of the whole Antarctic continent, is one of the fastest warming (and changing) regions of the planet, whereas the continental Antarctic presents a general cooling trend. In the WAP air temperatures have increased in both summer and winter (1950-2001: summer + 2.4 ± 1.7°C century-1, autumn +6.2 ± 6.0°C century-1), the sea ice (land fastened ice – or fast ice – versus drift and “pack” ice) ‘season’ and extent have dramatically reduced and more than 87% of the WAP glaciers have actively retreated in the past decades. The increases in glacier retreat observed since as early as the 1930-1950s are coupled to intense summer glacial discharge (e.g. via glacial melt waters), snow and permafrost melting and related effects on coastal sea water turbidity and salinity. Moreover, the decrease in fast ice season has led to higher frequency of iceberg scouring, the major driver of Antarctic shelf biodiversity. All these processes affect the marine coastal communities with direct and indirect effects. The increase in intensity of the observed changes in the WAP appears to fall yet among the natural variability of the past 380-2000 years of climatic history of the region, but anthropogenic drivers are foreseen to become more important in the whole continent by the end of 21st century. Therefore, the understanding of biological responses to the WAP the recent environmental change context represents a fundamental baseline for the deepening of our knowledge on benthic assemblages ecology and their resilience to likely future changes. In this study we investigated the benthic assemblage of Potter Cove (PC), a fjord-like embayment located on the southern coast of King George Island (KGI, South Shetland Islands, WAP). The cove is experiencing strong environmental changes and rapid glacier retreat has influenced the cove since the 1950’s. Potter Cove benthic assemblages are shaped by the interaction of iceberg scour, which can affect the benthos down to 20 m depth, sediment-laden melt water discharge and wave action. Recently community shifts have been reported in the cove for macroepibenthic assemblages. With the present study we focused on the shallow soft-bottom meio- and macrobenthos, and we deepened our investigation by looking at the important microbiota (prokariotes and microphytobenthos) assemblage, which is involved in the basal biogeochemical processes that model and characterize the sediment environment in which these metazoans live. In a spatial analysis we identified three contrasting sites (with different glacier retreat-related history), and investigated three size classes of organisms (microbiota, meio- and macrofauna) and interpreted their assemblage structure in light of their different turnover rates, feeding strategies and dispersal potential, making inferences on the historical influences of the glacier retreat on the resident benthic communities and detecting possible size-related biological responses. With a temporal analysis of the in situ meiofauna standing stocks we looked at possible effects of seasonality on the main meiofauna organisms. Moreover we contributed to the interpretation of these results by means of laboratory experiments to unravel potential effects of distinct glacial-related environmental stressors on PC meiobenthos (see Fig. 1). In the first study (Chapter II) we investigated three size classes of benthic biota (microbenthos, meiofauna and macrofauna) at three shallow water stations (each at a depth of 15 m) in the inner cove, which are influenced by different glacial, meltwater, and water current conditions. Isla D (62° 13' 32.6\" S, 58° 38' 32\" W) is the most recently ice-free area, being exposed since 2003, and situated about 200-215 m away from the glacier front. Faro station (62° 13' 32.6\" S, 58° 40' 03.7\"W) is situated on the northern side of the cove and became ice-free between 1988 and 1995. It is an area that is characterized by low ice disturbance and it is affected by wave action. The third station, “Creek” station was located adjacent to “Potter Creek” (62° 13‘ 57.3\" S, 58° 39’ 25.9\" W). This location has been ice-free since the early 1950s and is influenced by a meltwater river that forms during summer. It is also an area where the impact of growler ice, which can scour the benthos in PC up to a depth of 20 m (Kowalke and Abele, 1998; Sahade et al., 1998b). Such a study across different size spectra of the benthos is unique for the Antarctic shallow water marine environment. Our results revealed the presence of a patchy distribution of highly divergent benthic assemblages within a relatively small area (about 1 km2). In areas with frequent ice scouring and higher sediment accumulation rates, an assemblage mainly dominated by macrobenthic scavengers (such as the polychaete Barrukia cristata), vagile organisms, and younger individuals of sessile species (such as the bivalve Yoldia eightsi) was found. Macrofauna were low in abundance and very patchily distributed in recently ice-free areas close to the glacier, whereas the pioneer nematode genus Microlaimus reached a higher relative abundance in these newly exposed sites. The most diverse and abundant macrofaunal assemblage was found in areas most remote from recent glacier influence. By contrast the meiofauna showed relatively low densities in these areas. The three benthic size classes appeared to respond in different ways to disturbances likely related to ice retreat, suggesting that the capacity to adapt and colonize habitats is dependent on both body size and specific life traits. Chapter III was a continuation of the first investigation where we focused on the trophic interactions happening at these contrasting locations. We compared the meio- and macrofauna isotopic niche widths (d13C and d15N stable isotope analysis) by means of new generation Bayesian-based statistical approaches. The isotopic niches appeared to be locally shaped by the different degrees of glacier retreat-related disturbance observed within the cove. The retreat of the glacier seems to favor wider isotopic niches lowering initial local competition. The retreat of the ice is known to provide for new available resource pools via macroalgae colonization and likely punctual enhanced sea ice algae sedimentation. An intermediate-high and continuous state of glacial disturbance (e.g. ice-growlers) allows new species and new life strategies to settle during repeated colonization processes. The smaller benthic organisms (e.g. meiofauna) seemed to be the primary colonizers of these disturbed sediments, showing a wider isotopic niche. Ice-scour and glacial impact hence can play a two-fold role within the cove: i) they either stimulate trophic diversity by allowing continuous re-colonizations of meiobenthic species or, ii) in time, they may force the benthic assemblages into a more compacted trophic structure with increased level of connectedness and resource recycling. To conclude the in field work, in Chapter IV we investigated the seasonal responses of the meiobenthic assemblage at two shallow sites, located on the opposite shores of the inner Potter Cove (North Barton Peninsula versus South Potter Peninsula). We focused on responses to summer/winter biogeochemical conditions. Meiofaunal densities were found to be higher in summer and lower in winter, although this result was not significantly related to the in situ availability of organic matter in each season. The combination of food quality and competition for food amongst higher trophic levels may have played a role in determining the standing stocks at the two sites. Meiobenthic winter abundances were sufficiently high (always above 1000 individuals per 10 cm2) to infer that energy sources were not limiting during winter, supporting observations from other studies for both shallow water and continental shelf Antarctic ecosystems. Recruitment within meiofaunal communities was coupled to the local seasonal dynamics for harpacticoid copepods but not for nematodes, suggesting that species-specific life history or trophic features form an important element of the responses observed. The experimental part of the thesis starts with a tracer experiment (Chapter V). Antarctic meiofauna trophic position in the food web is to date still poorly studied. Primary producers, such as phytoplankton, and bacteria may represent important food sources for shallow water metazoans and the role of meiobenthos in the benthic-pelagic coupling represents an important brick for food web understanding. In a laboratory feeding experiment 13C-labelled freeze-dried diatoms (Thalassiosira weissflogii) and bacteria were added to retrieved cores from Potter Cove (15 m depth, November 2007) in order to investigate the uptake by 3 main meiofauna taxa: nematodes, copepods and cumaceans. In the surface sediment layers nematodes showed no real difference in uptake of both food sources. This outcome was supported by the natural d13C values and the community genus composition. In the first centimeter layer, the dominant genus was Daptonema which is known to be opportunistic, feeding on both bacteria and diatoms. Copepods and cumaceans on the other hand appeared to feed more on diatoms than on bacteria. This may point at a better adaptation to input of primary production from the water column. On the other hand, the overall carbon uptake of the given food sources was quite low for all taxa, indicating that likely other food sources might be of relevance for these meiobenthic organisms. Chapter VI deals with the possible effects of climate change-related increases in inorganic sedimentation, mechanical disturbance and changes in food quality by means of two laboratory experiments: i) the effect of inorganic sedimentation (SED) on the vertical distribution of the meiofauna and ii) the effects of sediment displacement and different types of food (SEL) on the composition of meiobenthic and nematode assemblages in surface sediments. In the SED experiment there was no effect of the sediment load and variances in the densities were too high to allow any deeper understanding. In the SEL experiment the mechanical disturbance mimicked during the collection of the natural sediment caused significant losses in the densities of nauplii and copepods, which may have escaped or showed to be sensitive to this type of disturbance. Among the nematode assemblage, Aponema had an overall increase in relative abundance in the experimental units, benefiting of the sediment mechanical re-working. The different kind of detritus given in the microcosm (shredded macroalgae, the benthic diatom Seminavis robusta and the haptophyte Isochrysis galbana) did not result in significant differences among treatments in terms of meiofaunacomposition at higher taxon level. The nematode assemblage however, was dominated by epistrate feeders in the control and the S. robusta treatments resembling the natural background nematode assemblage. The macroalgae and the haptophyte detritus seemed to stimulate the presence of non-selective deposit feeders. The genus Sabatieria reached the highest relative abundance in these samples compared to both the other treatment and the background sediments, possibly because of increased hypoxic conditions in the presence of this type of detritus. Unfortunately, the high variances found in the experimental units hindered the finding of unequivocal effects on the nematode assemblages in both experiments. The data obtained in the current study indicates that Potter Cove’s shallow benthos is responding to in situ glacial retreat with structural (biomass and taxonomic composition) and functional (isotopic niche width) changes and that meiofaunal organisms appear to be the most resilient size class. Glacier retreat-related impacts on biological communities, hence, depend on the affected organisms turnover (recruitment potential), dispersal potential (capacity of re-colonisation or local migration), motility (avoidance of ice scour impact) and dietary flexibility (resilience to overall disturbances). The meiofauna, being connected to both the detritus and microorganisms on the one hand and the macrofauna on the other, displays a higher resilience to disturbance in light of an intrinsic size-dependent centrality in the overall benthic food web and the high trophic redundancy found between species of important taxons (e.g. nematodes). Inorganic sedimentation per se does not affect meiofauna abundances. Nematodes and copepods seem resilient to this disturbance. Fresh phytoplanktonic detritus may have positive effects on their abundance. Food quality changes (increase in macroalgae detritus and more accessible soft-celled phytoplankton flagellates) can stimulate bacterial degradation within the sediment and initiate short-term community shifts in the nematofauna with genera like Sabatieria or Halalaimus becoming more abundant. Abundances can be temporally negatively affected, especially those of oxygen sensitive taxa (e.g. harpacticoid copepods). Ice scour seems to have a negative effect on nematode selective feeders relative abundance. Ice scour and wind-driven re-suspension are very important disturbances with both “positive” and “negative” effects on the benthos, with wind affecting depths of up to 30 m during strong storms events. Iceberg scouring is the main driver of biodiversity in the Antarctic shelf since it increases the spatial heterogeneity and allow more species with different life strategies to co-exist in rather restricted areas. Anyhow, increases in their frequency are likely to become detrimental to most macrobenthic species, with overall strong influences, but not catastrophic consequences, for the highly detritus based meiobenthic assemblage. Meiofauna represents a pioneer size-class for newly ice-free, heavily scoured soft-bottoms, where wind-driven re-suspension is lower. Macrofauna is a poorer competitor at high disturbances but increases its dominance at intermediate-low disturbance levels. In the second situation competition for resources between meiofauna and macrofauna may become more important in shaping their relative community structure and the food web. Future scenarios in Antarctic marine ecosystems such as PC foresee a more or less rapid stop in iceberg scouring due to a complete withdraw of the glacier on land and a gradual decrease in melt water discharge parallel to KGI ice mass loss generated by the increasing temperatures. Therefore in the future wind speed-related wave action might be the only structuring force enacting on PC benthic communities, but to date there are no evidences of its direct effects on these organisms. In light of the important structuring effect of iceberg scouring and the highly hierarchical competition of Antarctic benthic assemblages, in the absence of this forcing, we might expect, on the longer term, a general decrease in macrobenthic resilience (both resistance to changes and recovery after disturbance), but a rather unchanged (although fluctuating on the short term) resilience for the meiobenthic assemblage.", "AbstractOtherLang": null, "BibLvlCode": "M", "StandardTitle": "Impact of climate-induced dynamics on a coastal benthic ecosystem from the West Antarctic Peninsula", "OrigTitleLangCode": "en", "UserAccessRight": null, "UserAccID": null, "AuthorKeywords": null, "OtherDescriptors": null, "Notes": null, "AnaPub": null, "MonPub": 2015, "DateUpdate": "2017-03-14                    ", "DateCreate": "2015-09-08                    ", "SecASFANote": null, "ProID": null, "ConfID": null, "PeerRev": 0, "VlizCoreFlag": 1, "WoScode": null, "VABBcode": null, "OpenAcc": 1}, "refs": null, "anarec": null, "monrec": {"MonID": 249767, "ISBN": null, "PubliDate": 2015, "IssueDate": null, "Volume": null, "Issue": null, "Pagination": "243", "Place": "Ghent", "Edition": null, "BRefXtra": null, "BRefXtraRR": null, "SerID": null, "SerRR": null, "Ser2BRefID": null, "Ser2RR": null, "StandardTitleSer": null, "ISSN": null, "AbbrevSer": null, "Degree": "PhD", "ThesisID": 249767, "InsID": null, "Acronym": null, "FullStandardName": null, "ToPubliDate": null, "SerNotes": null, "eISBN": null}, "serrec": null, "relations": null, "relationsRev": null, "addrec": null, "othpubs": null, "ownerships": null, "authors": [{"AutName": "Pasotti", "Firstname": "Francesca", "Initials": "F.", "Affiliation": "Marine Biology Department, Ghent University", "Discriminator": null, "CorporateFlag": 0, "BEntID": 241466, "AutID": 144342, "OrderNr": 1, "DegrID": null, "EditorFlag": 0, "CorrespFlag": 0, "IllustratorFlag": 0, "ReviserFlag": 0, "TranslatorFlag": 0, "InsAcronym": "MARBIOL", "InsFSN": "Universiteit Gent; Faculteit Wetenschappen; Vakgroep Biologie; Onderzoeksgroep Mariene Biologie", "ORCID": null, "PersID": 19361, "InsID": 13}], "mapdetails": null, "datasets": null, "monographs": null, "monparts": null, "serparts": null, "BEntOpen": 241466, "BEntPrivate": null, "availability": [{"BInstID": 276913, "LibID": 36, "BRefID": 249767, "EmbargoDate": null, "FullEmbargoDate": null, "PhysMedID": 16, "hasOCRd": 1, "ShelfLocCode": "276913", "BarCode": null, "PaidValue": null, "Medium": "Server", "Description": "VLIZ Open Access", "Acronym": "VLIZ", "Library": "Vlaams Instituut voor de Zee", "DutchTerm": "Open access", "URL": null, "ClassifID": 53, "Classification": "Open access", "ReqLink": null, "ClassifTypID": 1, "URLLocation": "https://www.vliz.be/imisdocs/publications/", "SubDir": null, "InternalReq": 0, "LoggedInReq": 0, "Disclaimer": null, "DutchDisclaimer": null, "FileFormat": ".pdf", "FileDescr": "pdf", "InsPub": 1, "InsID": 36, "FileFormID": 6, "PublicFlag": 1, "orderLib": "A"}], "litstyles": [{"LitStyID": 7, "Style": "Doctoraat/Thesis/Eindwerk"}], "thespers": [{"PersID": 32, "Surname": "Vanreusel", "Firstname": "Ann", "Initials": "A.", "Role": "Promotor"}], "conf": null, "proj": null, "Physdatasets": null, "spcols": {"5": {"SpName": "Belgian theses on marine topics", "SpColID": 5, "ParSpColID": 396, "TopParID": 396, "ShortName": "Belgian marine theses", "URLLocation": null, "LibID": null, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": 396, "SpColPath": "vliz:biblio/Belgian marine theses"}, "222": {"SpName": "BMB - Belgische Mariene Bibliografie", "SpColID": 222, "ParSpColID": null, "TopParID": null, "ShortName": "BMB", "URLLocation": null, "LibID": 36, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": null, "SpColPath": "BMB"}, "941": {"SpName": "LifeWatch Species Information Backbone", "SpColID": 941, "ParSpColID": 39, "TopParID": 39, "ShortName": "LifeWatch Species Information Backbone", "URLLocation": null, "LibID": 36, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": 39, "SpColPath": "VLIZ ackn/LifeWatch Species Information Backbone"}, "221": {"SpName": "OMA - Open Marien Archief", "SpColID": 221, "ParSpColID": null, "TopParID": null, "ShortName": "OMA", "URLLocation": "http://www.vliz.be/nl/open-marien-archief?module=ref&refid=", "LibID": 36, "OpenRepoFlag": 1, "SpTypID": null, "TopParIDNotWebsite": null, "SpColPath": "OMA"}, "422": {"SpName": "Section Marine Biology", "SpColID": 422, "ParSpColID": null, "TopParID": null, "ShortName": "MarBiol", "URLLocation": null, "LibID": null, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": null, "SpColPath": "MarBiol"}, "39": {"SpName": "VLIZ Acknowledged Publications", "SpColID": 39, "ParSpColID": null, "TopParID": null, "ShortName": "VLIZ ackn", "URLLocation": null, "LibID": 36, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": null, "SpColPath": "VLIZ ackn"}, "396": {"SpName": "VLIZ Bibliographies", "SpColID": 396, "ParSpColID": null, "TopParID": null, "ShortName": "vliz:biblio", "URLLocation": null, "LibID": null, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": null, "SpColPath": "vliz:biblio"}, "": {"SpName": "VLIZ Core Flag", "SpColID": null, "ParSpColID": null, "TopParID": null, "ShortName": null, "URLLocation": null, "LibID": null, "OpenRepoFlag": null, "SpTypID": 1, "TopParIDNotWebsite": null, "SpColPath": null}, "507": {"SpName": "World Register of Marine Species", "SpColID": 507, "ParSpColID": null, "TopParID": null, "ShortName": "WoRMS website", "URLLocation": null, "LibID": null, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": null, "SpColPath": "WoRMS website"}, "915": {"SpName": "World Register of Marine Species (WoRMS) acknowledged", "SpColID": 915, "ParSpColID": 941, "TopParID": 39, "ShortName": "WoRMS ackn", "URLLocation": null, "LibID": 36, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": 39, "SpColPath": "VLIZ ackn/LifeWatch Species Information Backbone/WoRMS ackn"}, "947": {"SpName": "WoRMS ackn - direct reference", "SpColID": 947, "ParSpColID": 915, "TopParID": 39, "ShortName": "WoRMS ackn - direct", "URLLocation": null, "LibID": 36, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": 39, "SpColPath": "VLIZ ackn/LifeWatch Species Information Backbone/WoRMS ackn/WoRMS ackn - direct"}}, "doi": null, "MParts": null, "SParts": null, "hLibs": null, "langs": [{"BEntID": 241466, "LangCode": "en", "AbstractFlag": 0}, {"BEntID": 241466, "LangCode": "en", "AbstractFlag": 1}], "urls": null, "thesterms": null, "taxterms": null, "geoterms": null, "othterms": null, "asfacodes": null, "asfa2codes": null, "resmessage": "", "complete": 1, "sessions": {"newSesName": "Haspeslagh, Jan, J.", "newSesDate": {"date": "2015-09-08 08:40:21.517000", "timezone_type": 3, "timezone": "Europe/Brussels"}, "updSesName": "Bouchti, Zohra, Z.", "updSesDate": {"date": "2017-03-14 13:54:28.987000", "timezone_type": 3, "timezone": "Europe/Brussels"}}, "arch2discl": 221, "publs": [{"PublID": 21975, "PublName": "Ghent University. Marine Biology Research Group", "InsID": null, "PersID": null, "INBOID": null, "OrderNr": 1}], "pictures": [], "collections": [{"Collection": "OMA - Open Marien Archief", "ShortName": "OMA"}, {"Collection": "VLIZ Acknowledged Publications", "ShortName": "VLIZ ackn"}]}