{"refrec": {"BRefID": 317990, "RR": "<b>Jafari Salim, M.</b> (2014). The analysis of open source software and data for establishment of GIS services throughout the network in a mapping organization at national or international level. PhD Thesis. Politecnico di Torino: Torino.  v, 166 pp.", "BEntID": 311427, "PublicFlag": 1, "CheckedFlag": 0, "wosflag": 0, "vabbflag": 0, "RefStringPartII": ". PhD Thesis. Politecnico di Torino: Torino.  v, 166 pp.", "DocTypID": 5, "MarineFlag": 0, "FreshFlag": 0, "BrackishFlag": 0, "TerrestrialFlag": 0, "Authorstring": "Jafari Salim, M.", "OrigTitleTranslFlag": 0, "Authorstringtrunc": "Jafari Salim, M.", "Englishabstract": "Federal agencies and their partners collect and manage large amounts of geospatial data but it is often not easily found when needed, and sometimes data is collected or purchased multiple times. In short, the best government data is not always organized and managed efficiently to support decision making in a timely and cost effective manner.National mapping agencies, various Departments responsible for collection of different types of Geospatial data and their authorities cannot, for very long, continue to operate, as they did a few years ago like people living in an island. Leaders need to look at what is now possible that was not possible before, considering capabilities such as cloud computing, crowd sourced data collection, available Open source remotely sensed data and multi source information vital in decision-making as well as new Web-accessible services that provide, sometimes at no cost. Many of these services previously could be obtained only from local GIS experts. These authorities need to consider the available solution and gather information about new capabilities, reconsider agency missions and goals, review and revise policies, make budget and human resource for decisions, and evaluate new products, cloud services, and cloud service providers.To do so, we need, choosing the right tools to rich the above-mentioned goals. As we know, Data collection is the most cost effective part of the mapping and establishment of a Geographic Information system. However, it is not only because of the cost for the data collection task but also because of the damages caused by the delay and the time that takes to provide the user with proper information necessary for making decision from the field up to the user’s hand. In fact, the time consumption of a project for data collection, processing, and presentation of geospatial information has more effect on the cost of a bigger project such as disaster management, construction, city planning, environment, etc. Of course, with such a pre-assumption that we provide all the necessary information from the existing sources directed to user’s computer.The best description for a good GIS project optimization or improvement is finding a methodology to reduce the time and cost, and increase data and service quality (meaning; Accuracy, updateness, completeness, consistency, suitability, information content, integrity, integration capability, and fitness for use as well as user’s specific needs and conditions that must be addressed with a special attention).Every one of the above-mentioned issues must be addressed individually and at the same time, the whole solution must be provided in a global manner considering all the criteria.In this thesis at first, we will discuss about the problem we are facing and what is needed to be done as establishment of National Spatial Data Infra-Structure (NSDI), the definition and related components. Then after, we will be looking for available Open Source Software solutions to cover the whole process to manage; Data collection, Data base management system, data processing and finally data services and presentation. The first distinction among Software is whether they are, Open source and free or commercial and proprietary. It is important to note that in order to make distinction among softwares it is necessary to define a clear specification for this categorization. It is somehow very difficult to distinguish what software belongs to which class from legal point of view and therefore, makes it necessary to clarify what is meant by various terms. With reference to this concept there are 2 global distinctions then, inside each group, we distinguish another classification regarding their functionalities and applications they are made for in GIScience.According to the outcome of the second chapter, which is the technical process for selection of suitable and reliable software according to the characteristics of the users need and required components, we will come to next chapter. In chapter 3, we elaborate in to the details of the GeoNode software as our best candidate tools to take responsibilities of those issues stated before.In Chapter 4, we will discuss the existing Open Source Data globally available with the predefined data quality criteria (Such as theme, data content, scale, licensing, and coverage) according to the metadata statement inside the datasets by mean of bibliographic review, technical documentation and web search engines. We will discuss in chapter 5 further data quality concepts and consequently define sets of protocol for evaluation of all datasets according to the tasks that a mapping organization in general, needed to be responsible to the probable users in different disciplines such as; Reconnaissance, City Planning, Topographic mapping, Transportation, Environment control, disaster management and etc…In Chapter 6, all the data quality assessment and protocols will be implemented into the pre-filtered, proposed datasets. In the final scores and ranking result, each datasets will have a value corresponding to their quality according to the sets of rules that are defined in previous chapter.In last steps, there will be a vector of weight that is derived from the questions that has to be answered by user with reference to the project in hand in order to finalize the most appropriate selection of Free and Open Source Data. This Data quality preference has to be defined by identifying a set of weight vector, and then they have to be applied to the quality matrix in order to get a final quality scores and ranking. At the end of this chapter there will be a section presenting data sets utilization in various projects such as “ Early Impact Analysis” as well as “Extreme Rainfall Detection System (ERDS)- version 2” performed by ITHACA.Finally, in conclusion, the important criteria, as well as future trend in GIS software are discussed and at the end recommendations will be presented.", "AbstractOtherLang": null, "BibLvlCode": "M", "StandardTitle": "The analysis of open source software and data for establishment of GIS services throughout the network in a mapping organization at national or international level", "OrigTitleLangCode": "en", "UserAccessRight": null, "UserAccID": null, "AuthorKeywords": null, "OtherDescriptors": null, "Notes": null, "AnaPub": null, "MonPub": 2014, "DateUpdate": "2019-11-20                    ", "DateCreate": "2019-11-20                    ", "SecASFANote": null, "ProID": null, "ConfID": null, "PeerRev": 0, "VlizCoreFlag": 1, "WoScode": null, "VABBcode": null, "OpenAcc": 0}, "refs": null, "anarec": null, "monrec": {"MonID": 317990, "ISBN": null, "PubliDate": 2014, "IssueDate": null, "Volume": null, "Issue": null, "Pagination": "v, 166", "Place": "Torino", "Edition": null, "BRefXtra": null, "BRefXtraRR": null, "SerID": null, "SerRR": null, "Ser2BRefID": null, "Ser2RR": null, "StandardTitleSer": null, "ISSN": null, "AbbrevSer": null, "Degree": "PhD", "ThesisID": 317990, "InsID": null, "Acronym": null, "FullStandardName": null, "ToPubliDate": null, "SerNotes": null, "eISBN": null}, "serrec": null, "relations": null, "relationsRev": null, "addrec": null, "othpubs": null, "ownerships": null, "authors": [{"AutName": "Jafari Salim", "Firstname": "Mehrdad", "Initials": "M.", "Affiliation": null, "Discriminator": null, "CorporateFlag": 0, "BEntID": 311427, "AutID": 396164, "OrderNr": 1, "DegrID": null, "EditorFlag": 0, "CorrespFlag": 0, "IllustratorFlag": 0, "ReviserFlag": 0, "TranslatorFlag": 0, "InsAcronym": null, "InsFSN": null, "ORCID": null, "PersID": null, "InsID": null}], "mapdetails": null, "datasets": null, "monographs": null, "monparts": null, "serparts": null, "BEntOpen": null, "BEntPrivate": null, "availability": [{"BInstID": 340387, "LibID": 36, "BRefID": 317990, "EmbargoDate": null, "FullEmbargoDate": null, "PhysMedID": 16, "hasOCRd": null, "ShelfLocCode": "340387", "BarCode": null, "PaidValue": null, "Medium": "Server", "Description": "Interne VLIZ documenten", "Acronym": "VLIZ", "Library": "Vlaams Instituut voor de Zee", "DutchTerm": "Non-open access", "URL": null, "ClassifID": 228, "Classification": "Non-open access", "ReqLink": 1, "ClassifTypID": 3, "URLLocation": "https://www.vliz.be/imisdocs/publications/", "SubDir": 1, "InternalReq": 1, "LoggedInReq": 1, "Disclaimer": "Disclaimer_VLIZ_Intern", "DutchDisclaimer": "<p>Deze publicatie is enkel beschikbaar voor persoonlijk gebruik binnen de Innovocean site <br />en mag op geen enkele manier verder worden verspreid.</p>", "FileFormat": ".pdf", "FileDescr": "pdf", "InsPub": 1, "InsID": 36, "FileFormID": 6, "PublicFlag": 1, "orderLib": "A"}], "litstyles": [{"LitStyID": 7, "Style": "Doctoraat/Thesis/Eindwerk"}], "thespers": null, "conf": null, "proj": null, "Physdatasets": null, "spcols": {"941": {"SpName": "LifeWatch Species Information Backbone", "SpColID": 941, "ParSpColID": 39, "TopParID": 39, "ShortName": "LifeWatch Species Information Backbone", "URLLocation": null, "LibID": 36, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": 39, "SpColPath": "VLIZ ackn/LifeWatch Species Information Backbone"}, "793": {"SpName": "Marine Regions acknowledged", "SpColID": 793, "ParSpColID": 941, "TopParID": 39, "ShortName": "Marine Regions ackn", "URLLocation": null, "LibID": 36, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": 39, "SpColPath": "VLIZ ackn/LifeWatch Species Information Backbone/Marine Regions ackn"}, "39": {"SpName": "VLIZ Acknowledged Publications", "SpColID": 39, "ParSpColID": null, "TopParID": null, "ShortName": "VLIZ ackn", "URLLocation": null, "LibID": 36, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": null, "SpColPath": "VLIZ ackn"}, "": {"SpName": "VLIZ Core Flag", "SpColID": null, "ParSpColID": null, "TopParID": null, "ShortName": null, "URLLocation": null, "LibID": null, "OpenRepoFlag": null, "SpTypID": 1, "TopParIDNotWebsite": null, "SpColPath": null}}, "doi": null, "MParts": null, "SParts": null, "hLibs": null, "langs": [{"BEntID": 311427, "LangCode": "en", "AbstractFlag": 0}, {"BEntID": 311427, "LangCode": "en", "AbstractFlag": 1}], "urls": null, "thesterms": null, "taxterms": null, "geoterms": null, "othterms": null, "asfacodes": null, "asfa2codes": null, "resmessage": "", "complete": 1, "sessions": {"newSesName": "Bouchti, Zohra, Z.", "newSesDate": {"date": "2019-11-20 08:10:54.943000", "timezone_type": 3, "timezone": "Europe/Brussels"}, "updSesName": "Bouchti, Zohra, Z.", "updSesDate": {"date": "2019-11-20 08:10:54.943000", "timezone_type": 3, "timezone": "Europe/Brussels"}}, "arch2discl": null, "publs": [{"PublID": 30759, "PublName": "Politecnico di Torino", "InsID": null, "PersID": null, "INBOID": null, "OrderNr": 1}], "pictures": [], "collections": [{"Collection": "VLIZ Acknowledged Publications", "ShortName": "VLIZ ackn"}]}