{"refrec": {"BRefID": 241812, "RR": "<b>van der Zee., E.M.</b> (2014). Soft-bottom intertidal ecosystems shaped by ecosystem engineers: Consequences for trophic structure. PhD Thesis. Rijksuniversiteit Groningen: [s.l.]. ISBN 978-90-367-6772-9. 170 pp. <a href=\"http://hdl.handle.net/11370/9c42ae3f-9175-45da-9f1f-4637ea9f850e\" target=\"_blank\">hdl.handle.net/11370/9c42ae3f-9175-45da-9f1f-4637ea9f850e</a>", "BEntID": 233511, "PublicFlag": 1, "CheckedFlag": 0, "wosflag": null, "vabbflag": null, "RefStringPartII": ". PhD Thesis. Rijksuniversiteit Groningen: [s.l.]. ISBN 978-90-367-6772-9. 170 pp. <a href=\"http://hdl.handle.net/11370/9c42ae3f-9175-45da-9f1f-4637ea9f850e\" target=\"_blank\">http://hdl.handle.net/11370/9c42ae3f-9175-45da-9f1f-4637ea9f850e</a>", "DocTypID": 5, "MarineFlag": 0, "FreshFlag": 0, "BrackishFlag": 0, "TerrestrialFlag": 0, "Authorstring": "van der Zee., E.M.", "OrigTitleTranslFlag": 0, "Authorstringtrunc": "van der Zee., E.M.", "Englishabstract": "Ecosystem engineers are organisms that directly or indirectly alter the availability of resources to themselves and to other organisms by modifying the abiotic environment. By doing so, they affect their own distribution and that of other species, which can influence community composition. Moreover, by affecting the abiotic environment and species distribution, ecosystem engineers can also affect the number and strength of biotic interactions among species, such as predation and competition. Together with the notion that engineering effects often persist on long time and large spatial scales, this leads to the suggestion that ecosystem engineers have the potential to alter the structure and dynamics of ecological interaction networks in space and time. In soft-bottom intertidal ecosystems like the Wadden Sea and the Banc d’ Arguin, the group of ecosystem engineers that provide structure such as reef-building bivalves and seagrasses, can have a significant impact on the associated community, since natural ‘hard’ substrate and structure are almost exclusively provided by these species in the otherwise sandy environment. Unfortunately, soft-bottom coastal ecosystems have become severely degraded worldwide during the last centuries due to human impacts and most ecosystem engineers in these systems have strongly declined, with potentially dramatic implications for associated species, community structure and overall biodiversity. The main objective of this thesis is to empirically investigate how and to what extent ecosystem engineers affect the (trophic) structure and dynamics of intertidal soft-bottom communities. Hence, this thesis provides a better understanding of the role of ecosystem engineers in assembling and structuring ecological interaction networks and their importance for effective conservation management of coastal ecosystems. In chapter 2 and 3, we demonstrate that ecosystem engineering effects of reefbuilding bivalves are spatially extended and act on multiple trophic levels. In the Dutch Wadden Sea, transects across three mussel reefs and three nearby sandy areas without reefs showed a peak in cockle densities at ~100 meters coastward from the mussel reef, while cockle abundances within the reefs and in the nearby sandy areas were very low. Additionally, transplantation of tagged cockles showed higher survival of cockles and higher juvenile cockle densities in the area close to the mussel reef compared to areas without mussels, whereas cockle growth was lower close to the reef. This spatial pattern was caused by scale-dependent effects of mussel reefs: in the mussel-reef, cockle survival was reduced by deteriorated sediment conditions through biodeposition and by algal depletion, while further away from the mussel reefs, cockle survival was facilitated due to the reduction of water flow velocity. Next, we demonstrate with a field survey that a comparable spatial pattern is visible in other benthic species and that these effects on their spatial distribution cascade through multiple trophic levels. Distance from the reef,  sediment properties and benthic food abundance simultaneously explained significant parts of the distribution of Oystercatchers (Haematopus ostralegus), Eurasian Curlews (Numenius arquata) and Bar-tailed Godwits (Limosa lapponica), with higher densities of these shorebirds in the surrounding area of the reef compared to sandy un-engineered tidal flats. Results from these two chapters were then used to develop an experiment to investigate the interactive role of ecosystem engineering, predation and competition in structuring an intertidal bivalve population in the Wadden Sea (chapter 4). In a predator-exclosure experiment, we manipulated cockle densities (100 vs. 1000 individuals m-2) and shorebird predation at a site engineered by a blue mussel bed (Mytilus edulis) and at a sandy control site. We conclude that cockles are caught in the middle. Ecosystem engineering by mussel beds can enhance cockle densities by reducing hydrodynamic stress and predation across different life stages, but can reduce cockle growth by reducing seawater flow and by affecting inter-specific competition for food. This study emphasizes the importance of ecosystem engineers in structuring intertidal communities and the necessity to integrate multiple interaction types into a single framework. In chapter 5, we empirically tested the hypothesis that recovery of aboveground structure and stable sediments provided by ecosystem engineers facilitates the intertidal benthic community by influencing species composition and trophic structure. In a large-scale experiment at two different sites in the Dutch Wadden Sea (West vs. East), we applied anti-erosion mats and added adult mussels to test for the effects of sediment stabilization and habitat modification, respectively. The antierosion mats mainly enhanced species and trophic diversity of the infaunal community, while the addition of mussels mainly enhanced species and trophic diversity of the epifaunal community, irrespective of location. In this chapter, we conclude that structure-providing and sediment-stabilizing species such as mussels play an important role in facilitating the benthic community throughout the Wadden Sea by influencing species composition and trophic structure. On top of this large-scale experiment, the interactive effects of ecosystem engineering and predation on bivalve recruitment were investigated (chapter 6). Results show that both adult mussels and the anti-erosion mat facilitated epibenthic mussel recruits, whereas three other endobenthic bivalve species were facilitated by the mat, but inhibited by mussels. However, these observed facilitation and inhibition effects, only emerged when predators were excluded, demonstrating strong interactive effects between ecosystem engineering and predation. Our findings suggest that loss of ecosystem engineers and disturbance of trophic interactions can strongly hinder bivalve recruitment in coastal ecosystems. Finally, the effects of ecosystem engineering by seagrass and burrowing crabs on food web assembly were studied (chapter 7). Using a unique combination of remote sensing, field surveys, and stable isotopes, we reveal that hierarchical habitat modification by seagrasses and burrowing crabs transform simple intertidal food webs into a complex mosaic of linked inter- and subtidal food webs over long timescales. We found that seagrass and burrowing crabs dramatically alter food web structure, composition and its temporal development by accumulating silt and creating large intertidal pools in the accumulated silt layer, respectively. Our empirical findings show that ecosystem engineering is strongly interwoven with trophic networks by changing food web composition over time. Concluding, results presented in this thesis demonstrate that ecosystem engineering can strongly affect the trophic structure and dynamics of intertidal communities and that ecosystem engineers have a much larger ecological impact on the intertidal community than their actual size and lifespan suggests. Ecosystem engineers in intertidal soft-bottom ecosystems are therefore appealing conservation targets because by managing a single species, entire communities can be positively affected. Nevertheless, findings in this thesis also illustrate that ecosystem engineering are often entangled in a network of multiple interaction types, illustrating that conservation and restoration efforts should focus on multiple species within an integrated network of interaction types. Additionally, due to long-term and large-scale dynamics characterizing ecosystems like the Wadden Sea and the Banc d’Arguin, it is expected that only long-term and large-scale management approaches, such as prolonged closure of large parts to industrial fisheries and mechanical dredging, will be successful in order to restore and protect the unique values of these important intertidal soft-bottom ecosystems.", "AbstractOtherLang": "Biobouwers zijn organismen die de beschikbaarheid van bronnen zoals voedsel enbeschutting, voor zichzelf en voor andere organismen kunnen beïnvloeden door hunabiotische omgeving te veranderen. Hierdoor hebben ze invloed op hun eigenverspreiding, maar ook op die van andere soorten waarmee ze de samenstelling vande gemeenschap kunnen beïnvloeden. Ze kunnen bovendien ook nog eens invloedhebben op het aantal en de sterkte van biotische interacties tussen soorten, zoalspredatie en competitie, doordat ze hun abiotische omgeving en de verspreiding vansoorten veranderen. In combinatie met het gegeven dat biobouwer-effecten vaakvoor lang tijd en op grote schaal aanhouden, leidt dit tot de suggestie dat biobouwersde potentie hebben om de structuur en dynamiek van ecologische interactienetwerkensterk te veranderen in ruimte en tijd.In inter-getijde kustecosystemen met een zandige bodem zoals de Waddenzee ende Banc d' Arguin, kan de groep biobouwers die structuur bieden, zoals rifbouwendeschelpdieren en zeegrassen, een aanzienlijk effect hebben op de gemeenschap. Ditkomt doordat deze soorten bijna uitsluitend de natuurlijke 'harde' structuurverstrekken in deze anders zo zandige omgeving. Helaas zijn tijdens de laatstedecennia wereldwijd veel kustecosystemen ernstig aangetast door menselijkehandelen. Parallel aan deze aantasting, zijn in veel kustgebieden ook de biobouwerssterk in aantal gedaald. Dit kan dramatische gevolgen hebben voor aanverwantesoorten, structuur van de gemeenschap en algemene biodiversiteit.Het doel van dit proefschrift is om te onderzoeken hoe en in welke mate biobouwersinvloed hebben op de (trofische) structuur en dynamiek van de gemeenschapin inter-getijde gebieden. Dit proefschrift draagt bij aan een beter begrip vande rol die biobouwers spelen in het structureren van ecologische interacties en vanhun belang voor het behoud van deze gebieden.In hoofdstuk 2 en 3 tonen we aan dat rifbouwende schelpdieren zoals mosselen(Mytilus edulis), een groot ruimtelijk effect hebben op hun omgeving en dat dit effectmeerdere trofische niveaus kan beïnvloeden. Transecten over mosselbanken ennabijgelegen gebieden zonder banken laten een piek zien in kokkel (Cerastodermaedule) dichtheden op een afstand van ongeveer 100 meter van de mosselbanken,terwijl kokkel dichtheden in de banken zelf en in de nabijgelegen gebieden juist erglaag zijn. Dit ruimtelijke patroon wordt veroorzaakt door schaalafhankelijkeeffecten van een mosselbank: in de bank zelf is kokkeloverleving laag door slechtesedimentcondities veroorzaakt door biodepositie van de mossels, maar rond de bankis de kokkeloverleving hoger omdat de stroomsnelheid van het water gereduceerdwordt door de bank en kokkels daardoor minder snel weg spoelen. De groei vankokkels is echter wel lager in de buurt van de mosselbank door competitie omvoedsel. In hoofdstuk 3 laten we vervolgens zien dat een vergelijkbaar ruimtelijkepatroon ook zichtbaar is bij hogere trofische niveaus. Dichtheden van een aantalbentische soorten die onderdeel uitmaken van het dieet van Scholeksters (Haema-Samenvatting158topus ostralegus), Wulpen (Numenius arquata) en Rosse grutto’s (Limosa lapponica),en dichtheden van de vogelsoorten zelf zijn hoger rond de mosselbanken in vergelijkingtot op de banken en in de nabij geleden zandige gebieden zonder banken.De resultaten van deze twee hoofdstukken zijn vervolgens gebruikt om een experimentop te zetten waarmee de interactieve effecten van biobouwers, predatie encompetitie op een kokkelpopulatie in de Waddenzee onderzocht worden (hoofdstuk4). In dit experiment hebben we kokkeldichtheden (100 vs. 1000 individuen per m2)en predatie door wadvogels gemanipuleerd. Dit gebeurde op twee verschillendeplaatsen: in de buurt van een mosselbank en op een zandige nabije wadplaat. Deresultaten laten zien dat biobouwer-effecten van mosselen zorgen voor hogerekokkeldichtheden in de om", "BibLvlCode": "M", "StandardTitle": "Soft-bottom intertidal ecosystems shaped by ecosystem engineers: Consequences for trophic structure", "OrigTitleLangCode": "en", "UserAccessRight": null, "UserAccID": null, "AuthorKeywords": null, "OtherDescriptors": null, "Notes": null, "AnaPub": null, "MonPub": 2014, "DateUpdate": "2017-03-13                    ", "DateCreate": "2014-09-30                    ", "SecASFANote": null, "ProID": null, "ConfID": null, "PeerRev": 0, "VlizCoreFlag": 1, "WoScode": null, "VABBcode": null, "OpenAcc": 0, "Handle": "11370/9c42ae3f-9175-45da-9f1f-4637ea9f850e"}, "refs": null, "anarec": null, "monrec": {"MonID": 241812, "ISBN": "978-90-367-6772-9", "PubliDate": 2014, "IssueDate": null, "Volume": null, "Issue": null, "Pagination": "170", "Place": null, "Edition": null, "BRefXtra": null, "BRefXtraRR": null, "SerID": null, "SerRR": null, "Ser2BRefID": null, "Ser2RR": null, "StandardTitleSer": null, "ISSN": null, "AbbrevSer": null, "Degree": "PhD", "ThesisID": 241812, "InsID": null, "Acronym": null, "FullStandardName": null, "ToPubliDate": null, "SerNotes": null, "eISBN": null}, "serrec": null, "relations": null, "relationsRev": null, "addrec": null, "othpubs": null, "ownerships": null, "authors": [{"AutName": "van der Zee.", "Firstname": "Elsbeth Merith", "Initials": "E.M.", "Affiliation": null, "Discriminator": null, "CorporateFlag": 0, "BEntID": 233511, "AutID": 248408, "OrderNr": 1, "DegrID": null, "EditorFlag": 0, "CorrespFlag": 0, "IllustratorFlag": 0, "ReviserFlag": 0, "TranslatorFlag": 0, "InsAcronym": "COS", "InsFSN": "Koninklijk Nederlands Instituut voor Onderzoek der Zee; Coastal Sciences", "ORCID": null, "PersID": 30021, "InsID": 13656}], "mapdetails": null, "datasets": null, "monographs": null, "monparts": null, "serparts": null, "BEntOpen": 233511, "BEntPrivate": null, "availability": null, "litstyles": [{"LitStyID": 7, "Style": "Doctoraat/Thesis/Eindwerk"}], "thespers": [{"PersID": 29897, "Surname": "Piersma", "Firstname": "Theunis", "Initials": "T.", "Role": "Promotor"}, {"PersID": 5044, "Surname": "van der Veer", "Firstname": "Henk", "Initials": "H.W.", "Role": "Co-promotor"}, {"PersID": 15589, "Surname": "Van der Heide", "Firstname": "Tjisse", "Initials": "T.", "Role": "Co-promotor"}], "conf": null, "proj": null, "Physdatasets": null, "spcols": {"805": {"SpName": "Koninklijk Nederlands Instituut voor Onderzoek der Zee", "SpColID": 805, "ParSpColID": null, "TopParID": null, "ShortName": "NIOZ", "URLLocation": "http://www.vliz.be/imis/nioz/imis.php?refid=", "LibID": 2779, "OpenRepoFlag": 1, "SpTypID": 1, "TopParIDNotWebsite": null, "SpColPath": "NIOZ"}, "941": {"SpName": "LifeWatch Species Information Backbone", "SpColID": 941, "ParSpColID": 39, "TopParID": 39, "ShortName": "LifeWatch Species Information Backbone", "URLLocation": null, "LibID": 36, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": 39, "SpColPath": "VLIZ ackn/LifeWatch Species Information Backbone"}, "39": {"SpName": "VLIZ Acknowledged Publications", "SpColID": 39, "ParSpColID": null, "TopParID": null, "ShortName": "VLIZ ackn", "URLLocation": null, "LibID": 36, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": null, "SpColPath": "VLIZ ackn"}, "": {"SpName": "VLIZ Core Flag", "SpColID": null, "ParSpColID": null, "TopParID": null, "ShortName": null, "URLLocation": null, "LibID": null, "OpenRepoFlag": null, "SpTypID": 1, "TopParIDNotWebsite": null, "SpColPath": null}, "507": {"SpName": "World Register of Marine Species", "SpColID": 507, "ParSpColID": null, "TopParID": null, "ShortName": "WoRMS website", "URLLocation": null, "LibID": null, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": null, "SpColPath": "WoRMS website"}, "915": {"SpName": "World Register of Marine Species (WoRMS) acknowledged", "SpColID": 915, "ParSpColID": 941, "TopParID": 39, "ShortName": "WoRMS ackn", "URLLocation": null, "LibID": 36, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": 39, "SpColPath": "VLIZ ackn/LifeWatch Species Information Backbone/WoRMS ackn"}, "947": {"SpName": "WoRMS ackn - direct reference", "SpColID": 947, "ParSpColID": 915, "TopParID": 39, "ShortName": "WoRMS ackn - direct", "URLLocation": null, "LibID": 36, "OpenRepoFlag": null, "SpTypID": null, "TopParIDNotWebsite": 39, "SpColPath": "VLIZ ackn/LifeWatch Species Information Backbone/WoRMS ackn/WoRMS ackn - direct"}}, "doi": null, "MParts": null, "SParts": null, "hLibs": null, "langs": [{"BEntID": 233511, "LangCode": "en", "AbstractFlag": 0}, {"BEntID": 233511, "LangCode": "en", "AbstractFlag": 1}, {"BEntID": 233511, "LangCode": "nl", "AbstractFlag": 1}], "urls": [{"URL": "http://hdl.handle.net/11370/9c42ae3f-9175-45da-9f1f-4637ea9f850e", "externalID": "11370/9c42ae3f-9175-45da-9f1f-4637ea9f850e", "URLTypeCode": "Handle", "URLID": 43498, "URLTypID": 32, "URLType": "Handle", "URLPrefix": "https://hdl.handle.net/"}], "thesterms": null, "taxterms": null, "geoterms": null, "othterms": null, "asfacodes": null, "asfa2codes": null, "resmessage": "", "complete": 1, "sessions": {"newSesName": "Marlies.Bruining@nioz.nl", "newSesDate": {"date": "2014-09-30 11:01:32.623000", "timezone_type": 3, "timezone": "Europe/Brussels"}, "updSesName": "Bouchti, Zohra, Z.", "updSesDate": {"date": "2017-03-13 08:58:44.587000", "timezone_type": 3, "timezone": "Europe/Brussels"}}, "arch2discl": 805, "publs": [{"PublID": 1484, "PublName": "Rijksuniversiteit Groningen", "InsID": 399, "PersID": null, "INBOID": 6956, "OrderNr": 1}], "pictures": [], "collections": [{"Collection": "VLIZ Acknowledged Publications", "ShortName": "VLIZ ackn"}]}